Repository: mltony/nvda-indent-nav
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, de, es, fi, fr, pt_br, pt_pt, ru, tr, uk

source: Laptop or legacy key map: NVDA+alt+arrows
bg: Лаптоп или наследена клавишна подредба: NVDA+Alt+стрелки
de: Laptop oder klassische Tastenbelegungen: NVDA+Alt+Pfeiltasten
es: Mapa de teclas de portátil o heredado: NVDA+alt+flechas
fi: Kannettavan tai vanha näppäinkartta: NVDA+Alt+nuolet
fr: Ordinateur portable ou carte des touches héritée : NVDA+alt+flèches
pt_br: Mapa de teclas do laptop ou legado: NVDA+alt+setas
pt_pt: Mapa de teclas para computador portátil ou antigo: NVDA+alt+setas
ru: Карта клавиш для ноутбука или устаревшей версии: NVDA+alt+стрелки
tr: Dizüstü veya eski tuş haritası: NVDA+alt+yön tuşları
uk: Розкладка клавіатури для ноутбука або застаріла: NVDA+alt+стрілочки

source: Alt+numPad
bg: Alt+Цифров блок
de: Alt+Nummernblock
es: Alt+teclado numérico
fi: Alt+laskinnäppäimistö
fr: Alt+pavé numérique
pt_pt: Alt+bloco numérico
ru: Alt+цифровая клавиатура
tr: Alt+sayısal tuş takımı
uk: Alt+Цифровий блок

source: Numpad assigned to IndentNav in editables; numPad assigned to review cursor everywhere else
bg: Цифровият блок е присвоен на "Навигация по отстъпи (IndentNav)" в текстовите полета. Цифровият блок е присвоен на курсора за преглед навсякъде другаде.
de: Der Nummernblock wird in Dateien dem IndentNav zugewiesen; der Nummernblock wird überall sonst dem Cursor zugewiesen
es: Teclado numérico asignado a IndentNav en editables; Teclado numérico asignado para revisar el cursor en cualquier otro lugar
fi: Laskinnäppäimistö varattu Sisennysnavigoinnille muokattavissa kentissä, muualla tarkastelukohdistimelle
fr: Pavé numérique assigné à IndentNav dans les éléments modifiables ; pavé numérique assigné au curseur de revue partout ailleurs
pt_br: Numpad atribuído ao IndentNav em editáveis; numPad atribuído ao cursor de revisão em todos os outros lugares
pt_pt: Bloco numérico atribuído ao IndentNav em caixas editáveis; numPad atribuído ao cursor de revisão em todos os outros sítios
ru: Цифровая клавиатура назначена для ввода отступов в редактируемых файлах; цифровая клавиатура, назначена для просмотра курсора во всех остальных местах
tr: Sayısal tuş takımı, düzenlenebilir dosyalarda Girinti Dolaşımı eklentisine atanır. Diğer her yerde inceleme imlecine atanır
uk: У редагованих полях цифровий блок призначений для навігації за відступами; У іншому випадку цифровий блок керує навігаційним курсором

source: Numpad assigned to IndentNav; review cursor commands remapped to alt+NumPad
bg: Цифровият блок е присвоен на "Навигация по отстъпи (IndentNav)". Командите на курсора за преглед са присвоени на Alt+цифровия блок.
de: Der Nummernblock wird in IndentNav zugewiesen; die Cursor-Befehle auf Alt+Nummernblock umgestellt
es: Teclado numérico asignado a IndentNav; revisar los comandos del cursor reasignados a alt+teclado numérico
fi: Laskinnäppäimistö varattu Sisennysnavigoinnille, tarkastelukohdistimen komennot uudelleenmääritetty Alt+laskinnäppäimistöön
fr: Pavé numérique assigné à IndentNav ; commandes au curseur de revue remappées en alt+pavnum
pt_br: Numpad atribuído a IndentNav; comandos do cursor de revisão remapeados para alt+NumPad
pt_pt: Bloco numérico atribuído a IndentNav; comandos do cursor de revisão remapeados para alt+NumPad
ru: Цифровая клавиатура, назначена для навигации по отступам; просмотр команд курсора переназначен на alt+цифровая клавиатура
tr: Sayısal tuş takımı, Girinti Dolaşımı eklentisine atandı. İnceleme imleci için ALT+Sayısal Tuş Takımı tuşları yeniden eşlendi
uk: Цифровий блок призначений для навігації за відступами; керування курсором перепризначено на Alt+Цифровий блок

source: IndentNav settings
bg: Настройки на "Навигация по отстъпи (IndentNav)"
de: IndentNav-Einstellungen
es: configuraciones de indentnav
fi: Sisennysnavigoinnin asetukset
fr: Paramètres IndentNav
pt_br: Configurações do IndentNav
pt_pt: Configurações do IndentNav
ru: Настройки навигации по отступам
tr: Girinti Dolaşımı ayarları
uk: Навігація за відступами

source: Keyboard shortcuts
bg: Клавишни комбинации
de: Tastaturkurzbefehle
es: Atajos de teclado
fi: Pikanäppäimet
fr: Raccourcis clavier
pt_br: Atalhos de teclado
pt_pt: Atalhos de teclado
ru: Сочетания клавиш
tr: Klavye kısayolları
uk: Скорочення клавіатури

source: Enable IndentNav
bg: Включи навигацията по отстъпи
de: IndentNav einschalten
es: Activar IndentNav
fi: Ota Sisennysnavigointi käyttöön
fr: Activer IndentNav
pt_br: Ativar IndentNavIndentNav — Navegação por Recuo
pt_pt: Ativar IndentNav
ru: Включить навигацию по отступам
tr: Girinti Dolaşımı'nı Etkinleştir
uk: Увімкнути навігацію за відступами

source: Crackling volume
bg: Сила на пукащия звук
de: Lautstärke der Knack-Geräusche
es: Volumen crepitante
fi: Merkkiäänen voimakkuus
fr: Volume crépitant
pt_br: Volume crepitante
pt_pt: Oscilação de volume
ru: Громкость сигнала
tr: Çatırdayan ses seviyesi
uk: Гучність тріску

source: Volume of chime when no more sentences available
bg: Сила на звука за сигнала, когато няма повече изречения
de: Lautstärke des Signaltons, wenn keine Sätze mehr verfügbar sind
es: Volumen del timbre cuando no hay más frases disponibles
fi: Merkkiäänen voimakkuus, kun lauseita ei ole enempää
fr: Volume du carillon lorsqu'il n'y a plus de phrases disponibles
pt_br: Volume do sinal sonoro quando não há mais frases disponíveis
pt_pt: Volume do sinal sonoro quando não há mais frases disponíveis
ru: Громкость сигнала, когда больше нет доступных предложений
tr: Başka cümle olmadığında zil sesi seviyesi
uk: Гучність сигналу, коли більше немає доступних речень

source: Speak message when no next paragraph containing text available in the document
bg: Изговаряй съобщение, когато в документа не е наличен следващ абзац, съдържащ текст
de: Meldung ausgeben, wenn kein weiterer Text im Dokument vorhanden ist
es: Pronuncia el mensaje cuando no haya ningún párrafo siguiente que contenga texto disponible en el documento
fi: Puhu ilmoitus, kun asiakirjassa ei ole enempää tekstiä sisältäviä kappaleita
fr: Énoncer le message lorsqu'aucun paragraphe suivant contenant du texte n'est disponible dans le document
pt_br: Falar mensagem quando não houver próximo parágrafo contendo texto disponível no documento
pt_pt: Ler mensagem quando não houver texto em nenhum dos próximos parágrafos
ru: Сообщать, когда в документе нет следующего абзаца, содержащего текст
tr: Belgede metin içeren bir sonraki paragraf bulunmadığında mesajı söyle
uk: Промовляти повідомлення, коли в документі немає наступного абзацу, що містить текст

source: Clutter regular expression
bg: Регулярен израз за излишното
de: Regulärer Ausdruck
es: Expresión regular desordenada
fi: Sotkun sääntölauseke
fr: Expression régulière en désordre
pt_br: Expressão regular Clutter
pt_pt: Expressão regular Clutter
ru: Регулярное выражение
tr: Dağınıklık düzenli ifadesi
uk: Регулярний вираз зайвого

source: Use legacy mode in VSCode (not recommended)
bg: Използвай наследения режим във VSCode (не се препоръчва)
de: Legacy-Modus in VSCode verwenden (nicht empfohlen)
es: Utilice el modo heredado en VSCode (no recomendado)
fi: Käytä vanhaa tilaa VSCodessa (ei suositella)
fr: Utiliser le mode hérité dans VSCode (non recommandé)
pt_br: Usar o modo legado no VSCode (não recomendado)
pt_pt: Utilizar o modo antigo no VSCode (não recomendado)
ru: Использовать устаревший режим в VSCode (не рекомендуется)
tr: VSCode'da eski modu kullan (önerilmez)
uk: Використовувати старий режим у VSCode (не рекомендовано)

source: &Install VSCode extension (recommended)
bg: &Инсталирай разширението за VSCode (препоръчва се)
de: VSCode-Erweiterung &installieren (empfohlen)
es: &Instalar la extensión VSCode (recomendado)
fi: &Asenna VSCoden laajennus (suositellaan)
fr: &Installer l'extension VSCode (recommandé)
pt_br: &Instale a extensão VSCode (recomendado)
pt_pt: &Instalar a extensão VSCode (recomendado)
ru: &Установить расширение VSCode (рекомендуется)
tr: &VSCode eklentisini yükle (önerilir)
uk: &Встановити розширення VSCode (рекомендовано)

source: &Learn more about VSCode accessibility extension
bg: &Научете повече за разширението за достъпност на VSCode
de: Mehr über die Erweiterung der Zugäng&lichkeit in VSCode erfahren
es: &Obtenga más información sobre la extensión de accesibilidad VSCode
fi: &Lisätietoja VSCoden saavutettavuuslaajennuksesta
fr: &En savoir plus sur l'extension d'accessibilité VSCode
pt_br: &Saiba mais sobre a extensão de acessibilidade VSCode
pt_pt: &Saiba mais sobre a extensão de acessibilidade VSCode
ru: &Узнать больше о расширении специальных возможностей VSCode
tr: VSCode erişi&lebilirlik Eklentisi hakkında daha fazla bilgi edinin
uk: &Дізнатися більше про розширення доступності VSCode

source: We will install accessibility extension in default VSCode instance on your system - the one found in %PATH% environment variable. If you have multiple instances or a custom version of VSCode, such as VSCode Insiders, you would need to install accessibility extension manually. Please review output of command to make sure installation is successful. If successful, the extension would be launched right away and there is no need to restart VSCode. Are you sure you want to proceed?
bg: Ще инсталираме разширението за достъпност в копието на VSCode по подразбиране във вашата система – това, което се намира в променливата на средата %PATH%. Ако имате няколко копия или персонализирана версия на VSCode, като VSCode Insiders, ще трябва да инсталирате разширението за достъпност ръчно. Моля, прегледайте резултата от командата, за да се уверите, че инсталацията е успешна. Ако е успешно, разширението ще бъде стартирано веднага и няма нужда да рестартирате VSCode. Сигурни ли сте, че искате да продължите?
de: Es wird die Erweiterung zur Barrierefreiheit in der Standard-VSCode-Instanz auf dem System installiert - diejenige, die in der Umgebungsvariablen %PATH% zu finden ist. Wenn Sie mehrere Instanzen oder eine benutzerdefinierte Version von VSCode (z. B. VSCode Insiders) verwenden, müssen Sie die Erweiterung zur Barrierefreiheit manuell installieren. Bitte überprüfen Sie die Ausgabe des Befehls, um sicherzustellen, dass die Installation erfolgreich war. Bei Erfolg wird die Erweiterung sofort gestartet, und es ist nicht erforderlich, VSCode neu zu starten. Möchten Sie fortfahren?
es: Instalaremos la extensión de accesibilidad en la instancia predeterminada de VSCode en su sistema, la que se encuentra en la variable de entorno %PATH%.\n Si tiene varias instancias o una versión personalizada de VSCode, como VSCode Insiders, deberá instalar la extensión de accesibilidad manualmente.\n Revise el resultado del comando para asegurarse de que la instalación se haya realizado correctamente.\n Si tiene éxito, la extensión se iniciará de inmediato y no será necesario reiniciar VSCode.\n ¿Estas seguro que deseas continuar?
fi: Saavutettavuuslaajennus asennetaan järjestelmäsi oletusarvoiseen VSCode-esiintymään - siihen, joka löytyy %PATH%-ympäristömuuttujasta. Mikäli sinulla on useita esiintymiä tai mukautettu versio VSCodesta , kuten VSCode Insiders, sinun täytyy asentaa saavutettavuuslaajennus manuaalisesti. Tarkista komennon tulos varmistaaksesi, että asennus onnistui. Jos asennus onnistui, laajennus käynnistyy heti, eikä VSCodea tarvitse käynnistää uudelleen. Haluatko varmasti jatkaa?
fr: Nous installerons l'extension d'accessibilité dans l'instance VSCode par défaut sur votre système - celle trouvée dans la variable d'environnement %PATH%. Si vous disposez de plusieurs instances ou d'une version personnalisée de VSCode, telle que VSCode Insiders, vous devrez installer l'extension d'accessibilité manuellement. Veuillez examiner le résultat de la commande pour vous assurer que l'installation a réussi. En cas de succès, l'extension sera lancée immédiatement et il n'est pas nécessaire de redémarrer VSCode. Êtes-vous sur de vouloir continuer ?
pt_br: Instalaremos a extensão de acessibilidade na instância padrão do VSCode em seu sistema - a que se encontra na variável de ambiente %PATH%. Se você tiver várias instâncias ou uma versão personalizada do VSCode, como o VSCode Insiders, será necessário instalar a extensão de acessibilidade manualmente. Revise a saída do comando para ter certeza de que a instalação foi bem-sucedida. Se for bem-sucedida, a extensão será iniciada imediatamente e não haverá necessidade de reiniciar o VSCode. Tem certeza de que deseja continuar?
pt_pt: Iremos instalar a extensão de acessibilidade na instância predefinida do VSCode no seu sistema - a que se encontra na variável de ambiente %PATH%. Se tiver várias instâncias ou uma versão personalizada do VSCode, como o VSCode Insiders, terá de instalar a extensão de acessibilidade manualmente. Reveja a saída do comando para se certificar de que a instalação foi bem-sucedida. Se for bem-sucedida, a extensão será iniciada imediatamente e não será necessário reiniciar o VSCode. Tem certeza de que deseja continuar?
ru: Мы установим расширение доступности в стандартный экземпляр VSCode в вашей системе - тот, который находится в переменной окружения %PATH%. Если у вас несколько экземпляров или пользовательская версия VSCode, например VSCode Insiders, вам нужно будет установить расширение доступности вручную. Пожалуйста, просмотрите вывод команды, чтобы убедиться, что установка прошла успешно. В случае успеха расширение будет запущено сразу же, и перезапускать VSCode не потребуется. Вы уверены, что хотите продолжить?
tr: Erişilebilirlik Eklentisi sisteminizdeki varsayılan VSCode örneğine (%PATH% ortam değişkeninde bulunan) yüklenecek. Birden fazla örneğiniz veya VSCode Insiders gibi özel bir VSCode sürümünüz varsa erişilebilirlik eklentisini el ile yüklemeniz gerekir. Lütfen kurulumun başarılı olduğundan emin olmak için komutun çıktısını inceleyin. Başarılı olursa, eklenti hemen başlatılır ve VSCode'u yeniden başlatmaya gerek yoktur. Devam etmek istediğinizden emin misiniz?
uk: Ми встановимо розширення доступності в стандартному екземплярі VSCode на вашій системі — тому, що знаходиться в змінній середовища %PATH%. Якщо у вас є кілька екземплярів або спеціальна версія VSCode, така як VSCode Insiders, вам потрібно буде встановити розширення доступності вручну. Перегляньте результат виконання команди, щоб переконатися, що встановлення пройшло успішно. У разі успіху розширення запуститься відразу, і перезапускати VSCode не потрібно. Бажаєте продовжити?

source: Confirmation
bg: Потвърждение
de: Bestätigung
es: Confirmar
fi: Vahvistus
pt_br: Confirmação
pt_pt: Confirmação
ru: Подтверждение
tr: Onaylayın
uk: Підтвердження

source: Failed to compile regular expression: %s
bg: Неуспешно компилиране на регулярен израз: %s
de: Kompilieren des regulären Ausdrucks ist fehlgeschlagen: %s
es: No se pudo compilar la expresión regular: %s
fi: Sääntölausekkeen kääntäminen epäonnistui: %s
fr: Échec de la compilation de l'expression régulière : %s
pt_br: Falha ao compilar a expressão regular: %s
pt_pt: Falha na compilação da expressão regular: %s
ru: Не удалось скомпилировать регулярное выражение: %s
tr: Normal ifade derlenemedi: %s
uk: Не вдалося скомпілювати регулярний вираз: %s

source: Regular expression error
bg: Грешка в регулярния израз
de: Fehler im Regulären Ausdruck
es: Error de expresión regular
fi: Virhe sääntölausekkeessa
fr: Erreur d'expression régulière
pt_br: Erro de expressão regular
pt_pt: Erro de expressão regular
ru: Ошибка регулярного выражения
tr: Düzenli ifade hatası
uk: Помилка регулярного виразу

source: Edit IndentNav QuickFind bookmark
bg: Редактиране на отметка за бързо намиране на "Навигация по отстъпи"
de: IndentNav-QuickFind-Lesezeichen bearbeiten
es: Editar el marcador IndentNav QuickFind
fi: Muokkaa Sisennysnavigoinnin pikahaun kirjanmerkkiä
fr: Modifier le signet IndentNav pour la Recherche rapide
pt_br: Editar o marcador IndentNav BuscaRápida
pt_pt: Editar o marcador IndentNav QuickFind
ru: Редактировать закладку быстрого поиска
tr: Girinti Dolaşımı Hızlı arama yer işaretini düzenle
uk: Редагувати закладки швидкого пошуку, навігації за відступами

source: &Display name (optional)
bg: &Показвано име (по избор)
de: &Anzeigename (optional)
es: &Muestre su Nombre (Opcional)
fi: &Näyttönimi (valinnainen)
fr: Affichage &du nom (facultatif)
pt_br: &Nome da tela (opcional)
pt_pt: &mostrar nome (opcional)
ru: &Отображаемое имя (необязательно)
tr: Görünen a&d (isteğe bağlı)
uk: Відображувана &назва (не обов'язково)

source: &Keystroke
bg: &Клавишна комбинация
de: &Tastenkombination
es: & pulsación de tecla
fi: &Näppäinyhdistelmä
fr: &Touches de commandes
pt_br: &Toco de tecla
pt_pt: &tecla de atalho
ru: &Нажатие клавиши
tr: &Tuş vuruşu
uk: Натиск &клавіші

source: &Pattern
bg: &Образец
de: &Muster
es: &Patrón
fi: &Hakulauseke
fr: &Modèle
pt_br: &Padrão
pt_pt: &Padrão
ru: &Шаблон
tr: &Kalıp
uk: &Шаблон

source: Bookmark enabled
bg: Отметката е включена
de: Lesezeichen eingeschaltet
es: Marcador habilitado
fi: Kirjanmerkki käytössä
fr: Signet activé
pt_br: Marcador Ativado
pt_pt: Marcador activado
ru: Закладка включена
tr: Yer işareti etkin
uk: Закладки увімкнено

source: Pattern cannot be empty!
bg: Шаблонът не може да бъде празен!
de: Das Muster darf nicht leer sein!
es: ¡El patrón no puede estar vacío!
fi: Hakulauseke ei voi olla tyhjä.
fr: Le modèle ne peut pas être vide !
pt_br: O padrão não pode estar vazio!
pt_pt: O padrão não pode estar vazio!
ru: Шаблон не может быть пустым!
tr: Kalıp boş olamaz!
uk: Шаблон не може бути порожнім!

source: Bookmark entry error
bg: Грешка в записа за отметка
de: Fehler bei der Eingabe von Lesezeichen
es: Error de entrada de marcador
fi: Virhe lisättäessä kirjanmerkkiä
fr: Erreur de saisie du signet
pt_br: Erro na entrada do marcador
pt_pt: Erro de entrada nos marcadores
ru: Ошибка при вводе закладки
tr: Yer işareti giriş hatası
uk: Помилка запису закладки

source: Please specify keystroke gesture.
bg: Моля, укажете клавишна комбинация.
de: Bitte geben Sie die den Tastenbefehl ein.
es: Especifique el gesto de pulsación de tecla.
fi: Määritä näppäinyhdistelmä.
fr: Veuillez spécifier le geste pour la touche de commande.
pt_br: Especifique o gesto de pressionamento de tecla.
pt_pt: Especificar o comando de teclas.
ru: Пожалуйста, укажите жест нажатия клавиши.
tr: Lütfen tuş vuruşu hareketini belirtin.
uk: Будь ласка, вкажіть клавішу жесту.

source: &Keystroke: %s
bg: &Клавишна комбинация: %s
de: &Tastenkombination: %s
es: & Pulsación de tecla: %s
fi: &Näppäinyhdistelmä: %s
fr: &Touche de commande : %s
pt_br: &Trocateclas: %s
pt_pt: &atalho: %s
ru: &Нажатие клавиши: %s
tr: &Tuş vuruşu: %s
uk: Натиск &клавіші: %s

source: Keystroke: None
bg: Клавишна комбинация: Няма
de: Tastenkombination: Keine
es: Pulsación de tecla: Ninguna
fi: Näppäinyhdistelmä: Ei mitään
fr: Touche de commande : Aucune
pt_br: Pressionamento de tecla: Nenhum
pt_pt: Tecla de atalho: Nenhum
ru: Нажатие клавиши: Клавиша не назначена
tr: Tuş vuruşu: Hiçbiri
uk: Натискання клавіші: невказано

source: Press desired keystroke now
bg: Натиснете желаната клавишна комбинация сега
de: Drücken Sie jetzt die gewünschte Tastenkombination
es: Presione la pulsación de tecla deseada ahora
fi: Paina nyt haluttua näppäinyhdistelmää
fr: Appuyez maintenant sur la touche de commande souhaitée
pt_br: Pressione a combinação de tecla desejado agora
pt_pt: Premir agora a tecla pretendida
ru: Теперь нажмите нужную клавишу
tr: Şimdi istediğiniz tuşa basın
uk: Натисніть потрібну клавішу зараз

source: Invalid keystroke %s: cannot overload essential NVDA keystrokes!
bg: Невалидна клавишна комбинация %s: Не може да се презаписват основните клавишни комбинации на NVDA!
de: Ungültiger Tastenbefehl %s: Die wichtige NVDA-Tasten können nicht überlagert werden!
es: Pulsación de tecla no válida %s: ¡no se pueden sobrecargar las pulsaciones de teclas esenciales de NVDA!
fi: Virheellinen näppäinyhdistelmä %s: NVDA:n olennaisia oletusnäppäinyhdistelmiä ei voi ylikuormittaa.
fr: Touche de commande %s invalide : impossible de surcharger les touches de commandes NVDA essentielles !
pt_br: Tecla inválida %s: não é possível sobrecarregar as teclas essenciais do NVDA!
pt_pt: Tecla inválida %s: não é possível sobrecarregar as teclas essenciais do NVDA!
ru: Неверное нажатие клавиши %s: не удается перегрузить основные нажатия клавиш NVDA!
tr: Geçersiz tuş vuruşu %s: temel NVDA tuş vuruşları aşırı yüklenemez!
uk: Недійсний натиск клавіші %s: не можна перевантажувати основні клавіші NVDA!

source: Invalid keystroke %s: Cannot use keystrokes with shift modifier for quickFind bookmarks!
bg: Невалидна клавишна комбинация %s: Не може да се използват клавишни комбинации с модификатор Shift за отметки за бързо намиране!
de: Ungültiger Tastenbefehl %s: Keine Tastenkombinationen mit Umschalt-Taste für QuickFind-Lesezeichen möglich!
es: Pulsación de tecla no válida %s: ¡No se pueden usar pulsaciones de teclas con modificador de mayúsculas para marcadores de búsqueda rápida!
fi: Virheellinen näppäinyhdistelmä %s: Pikahaun kirjanmerkeissä ei voi käyttää Vaihto-muokkausnäppäimellisiä näppäinyhdistelmiä.
fr: Touche de commande %s non valide : impossible d'utiliser les touches de commandes avec le modificateur Maj pour la Recherche rapide de signets !
pt_br: Toque de tecla inválido %s: Não é possível usar pressionamentos de tecla com o modificador shift para os marcadores do quickFind!
pt_pt: Atalho inválido %s: Não é possível utilizar teclas com o modificador shift para os marcadores do quickFind!
ru: Неверное нажатие клавиши %s: Невозможно использовать нажатия клавиш с модификатором shift для быстрого поиска закладок!
tr: Geçersiz tuş vuruşu %s: Hızlı arama yer işaretleri için shift değiştiricili tuş vuruşları kullanılamaz!
uk: Недійсний натиск клавіші %s: Не можна використовувати натискання клавіш із модифікатором Shift для закладок швидкого пошуку!

source: IndentNav QuickFind bookmarks settings
bg: Настройки на отметките за бързо намиране на "Навигация по отстъпи"
de: Lesezeichen-Einstellungen für die Schnellsuche in IndentNav
es: Configuración de marcadores de IndentNav QuickFind
fi: Sisennysnavigoinnin pikahakukirjanmerkkien asetukset
fr: Paramètres de Recherche rapide de signets IndentNav
pt_br: Configurações dos marcadores do IndentNav BuscaRápida
pt_pt: Definições dos marcadores IndentNav QuickFind
ru: Настройки быстрого поиска закладок
tr: Girinti Dolaşımı Hızlı Arama ayarları
uk: Налаштування закладок швидкого пошуку, навігації за відступами

source: &QuickFind bookmarks
bg: &Отметки за бързо намиране
de: &Lesezeichen für die Schnellsuche
es: &Marcadores de búsqueda rápida
fi: &Pikahaun kirjanmerkit
fr: R&echerche rapide de signets
pt_br: Marcadores &BuscaRápida
pt_pt: marcadores &QuickFind
ru: &Быстрый поиск закладок
tr: &Hızlı Arama yer İşaretleri
uk: &Закладки швидкого пошуку

source: Name
bg: Име
es: Nombre
fi: Nimi
fr: Nom
pt_br: Nome
pt_pt: Nome
ru: Название
tr: Ad
uk: Назва

source: Enabled
bg: Включено
de: Eingeschaltet
es: Activado
fi: Käytössä
fr: Activé
pt_br: Ativado
pt_pt: Activado
ru: Включено
tr: Etkin
uk: Увімкнено

source: Gesture
bg: Жест
de: Tastenbefehl
es: Gesto
fi: Näppäinkomento
fr: Geste
pt_br: Gesto
pt_pt: Comando
ru: Жест
tr: Hareket
uk: Жест

source: Pattern
bg: Образец
de: Muster
es: Patrón
fi: Hakulauseke
fr: Modèle
pt_br: Padrão
pt_pt: Padrão
ru: Шаблон
tr: Kalıp
uk: Шаблон

source: &Add
bg: &Добави
de: &Hinzufügen
es: &Agregar
fi: &Lisää
fr: &Ajouter
pt_br: &Adicionar
pt_pt: &Adicionar
ru: &Добавить
tr: &Ekle
uk: &Додати

source: &Edit
bg: &Редактирай
de: &Bearbeiten
es: &Editar
fi: &Muokkaa
fr: M&odifier
pt_br: &Editar
pt_pt: &Editar
ru: &Редактировать
tr: D&üzenle
uk: &Редагувати

source: &Remove
bg: &Премахни
de: &Entfernen
es: &Eliminar
fi: Po&ista
fr: &Supprimer
pt_br: &Remover
pt_pt: &Remover
ru: &Удалить
tr: Kaldı&r
uk: &Вилучити
