Repository: mltony/nvda-indent-nav
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, de, es, fi, fr, pt_br, pt_pt, ru, tr, uk

source: No child block within indentation block
bg: Няма дъщерен блок в блока с отстъп
de: Kein weiterer untergeordneter Block innerhalb des Blocks mit Einrückungen
es: No hay bloque hijo dentro del bloque de sangría
fi: Sisennyslohkossa ei alempaa tasoa
fr: Aucun bloc enfant dans le bloc d'indentation
pt_br: Nenhum bloco filho dentro do bloco de recuo
pt_pt: Nenhum bloco filho dentro do bloco de indentação
ru: Нет дочернего блока в блоке отступов
tr: Girinti bloğu içinde alt blok yok
uk: Немає дочірнього блоку у межах блоку з відступом

source: Moves to the previous line with a lesser indentation level than the current line within the current indentation block.
bg: Преминава към предишния ред с по-малко ниво на отстъп от текущия ред в рамките на текущия блок за отстъп.
de: Wechselt innerhalb des aktuellen Blocks mit Einrückungen zur vorherigen Zeile mit einer geringeren Einrückungsebene als die der aktuellen Zeile.
es: Va a la línea anterior con un nivel de sangría menor que la línea actual dentro del bloque de sangría actual.
fi: Siirtää nykyisessä sisennyslohkossa edelliselle riville, jolla on pienempi sisennystaso kuin nykyisellä rivillä.
fr: Aller à la ligne précédente avec un niveau d'indentation inférieur à celui de la ligne actuelle dans le bloc d'indentation actuel.
pt_br: Move para a linha anterior com um nível de recuo menor do que a linha atual dentro do bloco de recuo atual.
pt_pt: Passa para a linha anterior com um nível de indentação inferior ao da linha atual dentro do bloco de indentação atual.
ru: Переходит к предыдущей строке с меньшим уровнем отступа, чем текущая строка в текущем блоке отступов.
tr: Geçerli girinti bloğu içinde geçerli satırdan daha az girinti düzeyine sahip önceki satıra taşır.
uk: Переходить до попереднього рядка з меншим рівнем відступу, ніж поточний рядок у поточному блоці відступу.

source: Moves to the previous line with a greater indentation level than the current line within the current indentation block.
bg: Преминава към предишния ред с по-голямо ниво на отстъп от текущия ред в рамките на текущия блок за отстъп.
de: Wechselt innerhalb des aktuellen Blocks mit Einrückungen zur vorherigen Zeile mit einer größeren Einrückungsebene als die der aktuellen Zeile.
es: Va a la línea anterior con un nivel de sangría mayor que la línea actual dentro del bloque de sangría actual.
fi: Siirtää nykyisessä sisennyslohkossa edelliselle riville, jolla on suurempi sisennystaso kuin nykyisellä rivillä.
fr: Aller à la ligne précédente avec un niveau d'indentation supérieur à celui de la ligne actuelle dans le bloc d'indentation actuel.
pt_br: Move para a linha anterior com um nível de recuo maior do que a linha atual dentro do bloco de recuo atual.
pt_pt: Move-se para a linha anterior com um nível de indentação maior do que a linha atual dentro do bloco de indentação atual.
ru: Переходит к предыдущей строке с большим отступом, чем у текущей строки в текущем блоке отступов.
tr: Geçerli girinti bloğu içinde geçerli satırdan daha büyük bir girinti düzeyine sahip önceki satıra taşır.
uk: Переходить до попереднього рядка з більшим рівнем відступу, ніж поточний рядок у поточному блоці відступу.

source: No previous child block within indentation block
bg: Няма предишен дъщерен блок в блока с отстъп
de: Kein vorheriger untergeordneter Block innerhalb des Blocks mit Einrückungen
es: No hay ningún bloque hijo anterior dentro del bloque de sangría
fi: Sisennyslohkossa ei edellistä alempaa tasoa
fr: Aucun bloc enfant précédent dans le bloc d'indentation
pt_br: Nenhum bloco filho anterior dentro do bloco de recuo
pt_pt: Nenhum bloco filho anterior dentro do bloco de indentação
ru: В блоке отступов нет предыдущего дочернего блока
tr: Girinti bloğunda önceki alt blok yok
uk: Немає попереднього дочірнього блоку в блоці відступу

source: Moves to the next line with a lesser indentation level than the current line within the current indentation block.
bg: Преминава към следващия ред с по-малко ниво на отстъп от текущия ред в рамките на текущия блок за отстъп.
de: Wechselt innerhalb des aktuellen Blocks mit Einrückungen zur nächsten Zeile mit einer geringeren Einrückungsebene als die der aktuellen Zeile.
es: Pasa a la siguiente línea con un nivel de sangría menor que la línea actual dentro del bloque de sangría actual.
fi: Siirtää nykyisessä sisennyslohkossa seuraavalle riville, jolla on pienempi sisennystaso kuin nykyisellä rivillä.
fr: Aller à la ligne suivante avec un niveau d'indentation inférieur à celui de la ligne actuelle dans le bloc d'indentation actuel.
pt_br: Move para a próxima linha com um nível de recuo menor que o da linha atual dentro do bloco de recuo atual.
pt_pt: Passa para a linha seguinte com um nível de indentação inferior ao da linha atual dentro do bloco de indentação atual.
ru: Переходит к следующей строке с меньшим уровнем отступа, чем у текущей строки в текущем блоке отступов.
tr: Geçerli girinti bloğu içinde geçerli satırdan daha az girinti düzeyine sahip bir sonraki satıra taşır.
uk: Переходить до наступного рядка з меншим рівнем відступу, ніж поточний рядок у поточному блоці відступу.

source: No next parent of indentation block
bg: Няма следващ родителски блок на блока с отстъп
de: Kein weiteres übergeordnetes Element im Block mit Einrückungen
es: No hay siguiente padre del bloque de sangría
fi: Ei seuraavaa ylempää sisennyslohkon tasoa
fr: Aucun parent suivant dans le bloc d'indentation
pt_br: Nenhum pai seguinte do bloco de recuo
pt_pt: Nenhum próximo pai do bloco de indentação
ru: Нет следующего родительского элемента блока отступов
tr: Girinti bloğunda sonraki üst öğe yok
uk: Немає наступного батьківського блоку відступу

source: Select current indentation block. Press twice to copy to clipboard.
bg: Избиране на текущия блок за отстъп. Двукратното натискане го копира в клипборда.
de: Den aktuellen Block mit Einrückungen markieren. zweimaliges Drücken, um es in die Zwischenablage zu kopieren.
es: Seleccione el bloque de sangría actual. Presione dos veces para copiar al portapapeles.
fi: Valitse nykyinen sisennyslohko. Kopioi leikepöydälle painamalla kahdesti.
fr: Sélectionnez le bloc d'indentation actuel. Appuyez deux fois pour copier dans le presse-papiers.
pt_br: Selecione o bloco de recuo atual. Pressione duas vezes para copiar para a área de transferência.
pt_pt: Selecionar o bloco de indentação atual. Prima duas vezes para copiar para a área de transferência.
ru: Выделяет текущий блок отступов. Двойное нажатие копирует блок в буфер обмена.
tr: Geçerli girinti bloğunu seçer. Panoya kopyalamak için iki kez basın.
uk: Виділіть поточний блок відступу. Натисніть двічі, щоб скопіювати в буфер обміну.

source: Indent block copied to clipboard.
bg: Блокът с отстъп е копиран в клипборда.
de: In die Zwischenablage kopierter Block einrücken.
es: Bloque de sangría copiado al portapapeles.
fi: Sisennyslohko kopioitu leikepöydälle.
fr: Bloc d'indentation copié dans le presse-papiers.
pt_br: Indentação do bloco copiado para a área de transferência.
pt_pt: Bloco indentado copiado para a área de transferência
ru: Блок отступов скопирован в буфер обмена.
tr: Girinti bloğu panoya kopyalandı.
uk: Блок відступу скопійовано в буфер обміну.

source: Select current indentation block, as well as follwoing blocks of the same level. Press twice to copy to clipboard.
bg: Избиране на текущия блок с отстъп, както и следващите блокове от същото ниво. Двукратното натискане го копира в клипборда.
de: Den aktuellen Block mit Einrückungen sowie die folgenden Blöcke der gleichen Ebene markieren. Zweimaliges drücken, um es in die Zwischenablage zu kopieren.
es: Seleccione el bloque de sangría actual, así como los siguientes bloques del mismo nivel. Presione dos veces para copiar al portapapeles.
fi: Valitse nykyinen sisennyslohko sekä seuraavat saman tason lohkot. Kopioi leikepöydälle painamalla kahdesti.
fr: Sélectionnez le bloc d'indentation actuel, ainsi que les blocs suivants du même niveau. Appuyez deux fois pour copier dans le presse-papiers.
pt_br: Selecione o bloco de recuo atual, bem como os blocos seguintes do mesmo nível. Pressione duas vezes para copiar para a área de transferência.
pt_pt: Selecionar o bloco de indentação atual, bem como os blocos seguintes do mesmo nível. Prima duas vezes para copiar para a área de transferência.
ru: Выделяет текущий блок отступов, а также следующие блоки того же уровня. Двойное нажатие копирует их в буфер обмена.
tr: Geçerli girinti bloğunu ve aynı seviyedeki takip eden blokları seçer. Panoya kopyalamak için iki kez basın.
uk: Виділіть поточний блок відступу, а також наступні блоки того ж рівня. Натисніть двічі, щоб скопіювати в буфер обміну.

source: Indent blocks copied to clipboard.
bg: Блоковете с отстъп са копирани в клипборда.
de: In die Zwischenablage kopierte Blöcke einrücken.
es: Bloques de sangría copiados al portapapeles.
fi: Sisennyslohkot kopioitu leikepöydälle.
fr: Blocs d'indentation copiés dans le presse-papiers.
pt_br: Indentação de blocos copiados para a área de transferência.
pt_pt: Blocos indentados copiados para a área de transferência
ru: Блоки отступов скопированы в буфер обмена.
tr: Girinti blokları panoya kopyalandı.
uk: Блоки відступу скопійовано в буфер обміну.

source: Nothing to select
bg: Няма нищо за избор
de: Nichts ausgewählt
es: Nada que seleccionar
fi: Ei valittavaa
fr: Rien à sélectionner
pt_br: Nada para selecionar
pt_pt: Nada para seleccionar
ru: Ничего не выделено
tr: Seçilecek bir şey yok
uk: Нічого виділяти

source: No more indentation blocks!
bg: Няма повече блокове с отстъп!
de: Keine weiteren Blöcke mit Einrückungen!
es: ¡No más bloques de sangría!
fi: Ei enempää sisennyslohkoja.
fr: Fini les blocs d'indentation !
pt_br: Não há mais blocos de recuo!
pt_pt: Acabaram-se os blocos de indentação!
ru: Нет блоков с отступами!
tr: Artık girinti bloğu yok!
uk: Більше немає блоків відступу!

source: Indent-paste. This will figure out indentation level in the current line and paste text from clipboard adjusting indentation level correspondingly.
bg: Поставяне с отстъп. Това ще установи нивото на отстъп на текущия ред и ще постави текста от клипборда, коригирайки съответно нивото на отстъп.
de: Einfügen mit Einzug. Damit wird die Einrückungsebene in der aktuellen Zeile ermittelt und der Text aus der Zwischenablage eingefügt, wobei die Einrückungsebene entsprechend angepasst wird.
es: Pegar sangría. Esto determinará el nivel de sangría en la línea actual y pegará el texto del portapapeles ajustando el nivel de sangría correspondientemente.
fi: Sisennysliittäminen. Tämä määrittää nykyisen rivin sisennystason ja liittää kopioidun tekstin leikepöydältä säätäen vastaavasti sisennystason.
fr: Coller l'indentation. Cela déterminera le niveau d'indentation dans la ligne actuelle et collera le texte du presse-papiers en ajustant le niveau d'indentation en conséquence.
pt_br: Colar recuo. Isso descobrirá o nível de recuo na linha atual e colará o texto da área de transferência, ajustando o nível de recuo de forma correspondente.
pt_pt: Colar indentação. Isto irá descobrir o nível de indentação na linha atual e colar o texto da área de transferência, ajustando o nível de indentação de forma correspondente.
ru: Вставка с отступом. Это позволит определить уровень отступа в текущей строке и вставить текст из буфера обмена, соответствующим образом отрегулировав уровень отступа.
tr: Girinti-yapıştır. Bu, geçerli satırdaki girinti düzeyini belirleyecek ve girinti düzeyini buna göre ayarlayarak metni panodan yapıştıracaktır.
uk: Вставити з відступом. Ця функція визначає рівень відступу в поточному рядку і вставляє текст із буфера обміну, відповідно коригуючи рівень відступу.

source: Some text selected! Cannot indent-paste.
bg: Избран е текст! Не може да се постави с отстъп.
de: Text ausgewählt! Einrücken und Einfügen nicht möglich.
es: ¡Algún texto seleccionado! No se puede sangrar y pegar.
fi: Tekstiä valittuna. Ei voi sisennysliittää.
fr: Du texte sélectionné ! Impossible de coller l'indentation.
pt_br: Algum texto selecionado! Não é possível colar com recuo.
pt_pt: Alguns textos seleccionados! Não é possível colar a indentação.
ru: Выделен текст! Не удаётся вставить отступ.
tr: Bazı metinler seçildi! Girinti-yapıştırma yapılamıyor.
uk: Виділено частину тексту! Неможливо вставити з відступом.

source: Cannot indent-paste: current line is not empty!
bg: Не може да се постави с отстъп: текущият ред не е празен!
de: Einfügen mit Einzug nicht möglich: Aktuelle Zeile ist nicht leer!
es: No se puede sangrar y pegar: ¡la línea actual no está vacía!
fi: Ei voi sisennysliittää: nykyinen rivi ei ole tyhjä.
fr: Impossible de coller l'indentation : la ligne actuelle n'est pas vide !
pt_br: Não é possível colar com recuo: a linha atual não está vazia!
pt_pt: Não é possível colar a indentação: a linha actual não está vazia!
ru: Не удаётся вставить отступ: текущая строка не пустая!
tr: Girinti-yapıştırılamıyor: geçerli satır boş değil!
uk: Неможливо вставити з відступом: поточний рядок не порожній!

source: Pasted
bg: Поставено
de: Eingefügt
es: Pegado
fi: Liitetty
fr: Collé
pt_br: Colado
pt_pt: Colado
ru: Вставлено
tr: Yapıştırıldı
uk: Вставлено

source: Go back in history.
bg: Преминаване назад в хронологията.
de: Zurück im Verlauf.
es: Retroceder en el historial.
fi: Siirrä taaksepäin historiassa.
fr: Aller en arrière dans l'historique.
pt_br: Volte para o histórico.
pt_pt: Voltar atrás no histórico.
ru: Перейти к предыдущему элементу истории.
tr: Geçmişte geri git.
uk: Перейти назад в історії.

source: )No previous line in history
bg: Няма предишен ред в хронологията
de: )Keine vorherige Zeile im Verlauf
es: )No hay línea anterior en el historial.
fi: Historiassa ei edellistä riviä
fr: )Aucune ligne précédente dans l'historique
pt_br: )Nenhuma linha anterior no histórico
pt_pt: )Sem linha anterior no histórico
ru: )Нет предыдущей строки в истории
tr: )Geçmişte önceki satır yok
uk: )Немає попереднього рядка в історії

source: Go forward in history.
bg: Преминаване напред в хронологията.
de: Weiter im Verlauf.
es: Avanzar en el historial.
fi: Siirrä eteenpäin historiassa.
fr: Aller en avant dans l'historique.
pt_br: Avance no histórico.
pt_pt: Avançar no histórico.
ru: Перейти к следующему элементу истории.
tr: Geçmşte ileri git.
uk: Перейти вперед в історії.

source: )No next line in history
bg: Няма следващ ред в хронологията
de: )Keine weitere Zeile im Verlauf
es: )No hay siguiente línea en el historial.
fi: Historiassa ei seuraavaa riviä
fr: )Pas de ligne suivante dans l'historique
pt_br: )Nenhuma linha seguinte no histórico
pt_pt: )Não há linha seguinte no histórico
ru: )Нет следующей строки в истории
tr: )Geçmişte sonraki satır yok
uk: )Немає наступного рядка в історії

source: IndentNav QuickFind generic script
bg: Общ скрипт за бързо намиране при навигиране по отстъпи
de: IndentNav-QuickFind-Skript
es: Script genérico IndentNav QuickFind
fi: Sisennysnavigoinnin pikahaun yleisskripti
fr: Script générique de Recherche rapide IndentNav
pt_br: Script genérico IndentNav BuscaRápida
pt_pt: Script genérico IndentNav QuickFind
ru: Универсальный скрипт быстрого поиска
tr: Girinti Dolaşımı Hızlı Bul genel komutları
uk: Універсальний скрипт швидкого пошуку, навігації за відступами

source: Bookmark not found
bg: Отметката не е намерена
de: Lesezeichen nicht gefunden
es: Marcador no encontrado
fi: Kirjanmerkkiä ei löydy
fr: Signet introuvable
pt_br: Marcador não encontrado
pt_pt: Marcador não encontrado
ru: Закладка не найдена
tr: Yer işareti bulunamadı
uk: Закладку не знайдено

source: Speak current line
bg: Изговаряне на текущия ред
de: Aktuelle Zeile mitteilen
es: Verbaliza la línea actual.
fi: Puhu nykyinen rivi
fr: Annoncer la ligne actuelle
pt_br: Falar a linha atual
pt_pt: Falar a linha atual
ru: Читать текущую строку
tr: Geçerli satırı duyur
uk: Промовити поточний рядок

source: Moves to the next item on the same level within current subtree.
bg: Преминава към следващия елемент на същото ниво в текущото поддърво.
es: Pasa al siguiente elemento en el mismo nivel dentro del subárbol actual.
fr: Aller à l'élément suivant du même niveau dans le sous-arbre actuel.

source: No next item on the same level within this subtree
bg: Няма следващ елемент на същото ниво в това поддърво
es: No hay ningún elemento siguiente en el mismo nivel dentro de este subárbol
fr: Aucun élément suivant au même niveau dans ce sous-arbre

source: Moves to the previous item on the same level within current subtree.
bg: Преминава към предишния елемент на същото ниво в текущото поддърво.
es: Va al elemento anterior en el mismo nivel dentro del subárbol actual.
fr: Aller à l'élément précédent au même niveau dans le sous-arbre actuel.

source: No previous item on the same level within this subtree
bg: Няма предишен елемент на същото ниво в това поддърво
es: Ningún elemento anterior en el mismo nivel dentro de este subárbol
fr: Aucun élément précédent au même niveau dans ce sous-arbre

source: Moves to the next item on the same level.
bg: Преминава към следващия елемент на същото ниво.
es: Pasa al siguiente elemento del mismo nivel.
fr: Aller à l'élément suivant du même niveau.

source: No next item on the same level in this tree view
bg: Няма следващ елемент на същото ниво в този дървовиден изглед
es: No hay ningún elemento siguiente en el mismo nivel en esta vista de árbol
fr: Aucun élément suivant au même niveau dans cette arborescence

source: Moves to the previous item on the same level.
bg: Преминава към предишния елемент на същото ниво.
es: Pasa al elemento anterior en el mismo nivel.
fr: Aller à l'élément précédent du même niveau.

source: No previous item on the same level in this tree view
bg: Няма предишен елемент на същото ниво в този дървовиден изглед
es: No hay elementos anteriores en el mismo nivel en esta vista de árbol
fr: Aucun élément précédent au même niveau dans cette arborescence

source: Moves to the last item on the same level within current subtree.
bg: Преминава към последния елемент на същото ниво в текущото поддърво.
es: Se mueve al último elemento en el mismo nivel dentro del subárbol actual.
fr: Aller au dernier élément du même niveau dans le sous-arbre actuel.

source: Moves to the first item on the same level within current subtree.
bg: Преминава към първия елемент на същото ниво в текущото поддърво.
es: Se mueve al primer elemento en el mismo nivel dentro del subárbol actual.
fr: Aller au premier élément du même niveau dans le sous-arbre actuel.

source: Speak parent item.
bg: Изговаряне на родителския елемент.
es: Verbaliza elemento principal.
fr: Annoncer l'élément parent.

source: No parent item in this tree view
bg: Няма родителски елемент в този дървовиден изглед
es: No hay ningún elemento padre en esta vista de árbol
fr: Aucun élément parent dans cette arborescence

source: Moves to the next child in tree view.
bg: Преминава към следващия дъщерен елемент в дървовидния изглед.
es: Pasa al siguiente hijo en la vista de árbol.
fr: Aller à l'enfant suivant dans l'arborescence.

source: NO child
bg: Няма дъщерен
es: No hijo
fr: Aucun enfant

source: Moves to parent in tree view.
bg: Преминава към родителския елемент в дървовидния изглед.
es: Se mueve al nivel padre en la vista de árbol.
fr: Aller au parent dans l'arborescence.

source: No parent
bg: Няма родителски
es: ningún padre
fr: Aucun parent

source: Indentation Navigation addon. It allows NVDA users to navigate by indentation level or offset of lines or paragraphs. In browsers it allows to quickly find paragraphs with the same offset from the left edge of the screen, such as first level comments in a hierarchical tree of comments. Also while editing source code in many programming languages, it allows to jump between the lines of the same indentation level, as well as quickly find lines with greater or lesser indentation level.
bg: Добавка за навигация по отстъпи. Тази добавка позволява на потребителите на NVDA да се придвижват по нивото на отстъпа или по определен брой редове или абзаци. В браузърите позволява бързо да се намерят абзаци със същото отместване от левия край на екрана, като коментари от първо ниво в йерархичното дърво на коментарите. Също така, докато редактирате изходен код на много езици за програмиране, той позволява да прескачате между редовете със същото ниво на отстъп, както и да намирате бързо редове с по-голямо или по-малко ниво на отстъп.
es: Indentation Navigation addon. Permite a los usuarios de NVDA navegar por nivel de sangría o desplazamiento de líneas o párrafos. En los navegadores permite buscar rápidamente párrafos con el mismo desplazamiento desde el borde izquierdo de la pantalla, como comentarios de primer nivel en un árbol jerárquico de comentarios. Además al editar código fuente en muchos lenguajes de programación, permite saltar entre líneas del mismo nivel de sangría, así como encontrar rápidamente líneas con mayor o menor nivel de sangría.
fr: Extension de navigation par indentation. Cette extension permet aux utilisateurs de NVDA de naviguer par niveau d'indentation ou par décalage de lignes ou de paragraphes. Dans les navigateurs, il permet de trouver rapidement des paragraphes ayant le même décalage par rapport au bord gauche de l'écran, tels que des commentaires de premier niveau dans un arbre hiérarchique de commentaires. Aussi lors de l'édition du code source dans de nombreux langages de programmation, il permet de sauter entre les lignes du même niveau d'indentation, ainsi que de trouver rapidement des lignes avec un niveau d'indentation plus ou moins élevé.

source: Put cursor on the first non-blank character in the string instead of the first character
uk: Поміщати курсор на перший непустий символ у рядку замість першого символу

source: Parent bookmark (optional; searching for this bookmark will never cross parent boundary):
de: Übergeordnetes Lesezeichen (optional; die Suche nach diesem Lesezeichen überschreitet niemals die übergeordnete Grenze):
uk: Батьківська закладка (не обов'язково; пошук за цією закладкою ніколи не виходитиме за межі батьківського елемента):

source: None
de: Keine
uk: Немає

source: Cannot use IndentNav not in the main editor of VSCode
de: IndentNav kann nicht im Haupteditor von VSCode verwendet werden
fi: Sisennysnavigointia ei voi käyttää, koska kohdistus ei ole VSCoden pääeditorissa
pt_br: Não é possível usar o IndentNav no editor principal do VSCode
ru: Невозможно использовать навигацию по отступам не в главном редакторе VSCode
tr: Girinti Dolaşımı, VSCode'un ana düzenleyicisinde kullanılamıyor
uk: Неможливо використовувати IndentNav не в головному редакторі VSCode

source: Bookmark not found within bounds
de: Lesezeichen nicht innerhalb der Grenzen gefunden
uk: У межах, закладку не знайдено
