Repository: mltony/nvda-indent-nav
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, de, es, fi, fr, pt_br, pt_pt, ru, tr, uk

source: Move &up
bg: Премести на&горе
de: Nach &oben verschieben
es: mover hacia &arriba
fi: Siirrä &ylös
fr: Déplacer vers le &haut
pt_br: Mover&subir
pt_pt: Mover para &cima
ru: Переместить в&верх
tr: Y&ukarı taşı
uk: Перемістити &угору

source: Move &down
bg: Премести на&долу
de: Nach &unten verschieben
es: Mover hacia &abajo
fi: Siirrä &alas
fr: Déplacer vers le &bas
pt_br: Mover&baixo
pt_pt: Mover para &baixo
ru: Переместить в&низ
tr: A&şağı taşı
uk: Перемістити в&низ

source: &Sort
bg: &Подреди
de: &Sortieren
es: &Clasificar
fi: La&jittele
fr: &Trier
pt_br: &Classificar
pt_pt: &Classificar
ru: &Сортировать
tr: &Sırala
uk: &Сортувати

source: Disabled
bg: Изключено
de: Ausgeschaltet
es: Desactivado
fi: Ei käytössä
fr: Désactivé
pt_br: Desativado
pt_pt: Desativado
ru: Отключено
tr: Devre dışı
uk: Вимкнено

source: IndentNav
bg: Навигация по отстъпи (IndentNav)
fi: Sisennysnavigointi
pt_br: IndentNav — Navegação por Recuo
ru: Навигация по отступам
tr: Girinti Dolaşımı
uk: Навігація за відступами

source: Toggle IndentNav
bg: Включване на навигацията по отстъпи
de: IndentNav umschalten
es: Alternar IndentNav
fi: Ota Sisennysnavigointi käyttöön tai poista se käytöstä
fr: Basculer IndentNav
pt_br: Alternar IndentNav
pt_pt: Alternar IndentNav
ru: Включает или отключает навигацию по отступам
tr: Girinti Dolaşımı'nı aç/kapat
uk: Перемкнути навігацію за відступами

source: Please turn off num lock in order to toggle IndentNav
bg: Моля, изключете num lock, за да превключите "Навигация по отстъпи"
de: Bitte schalten Sie den Nummernblock aus, um IndentNav zu aktivieren.
es: Desactive el bloqueo numérico para alternar IndentNav
fi: Poista Num Lock käytöstä voidaksesi vaihtaa Sisennysnavigoinnin tilaa
fr: Veuillez désactiver le verrouillage numérique afin d'activer IndentNav
pt_br: Desative o bloqueio numérico para ativar o IndentNav
pt_pt: Desativar o bloco numérico para ativar o IndentNav
ru: Пожалуйста, отключите num lock, чтобы переключить навигацию по отступам
tr: Girdi Dolaşımı Eklentisine geçiş yapmak için lütfen numara kilidini kapatın
uk: Будь ласка, вимкніть Num Lock, щоб увімкнути навігацію за відступами

source: Enabled IndentNav
bg: "Навигация по отстъпи" е включено
de: IndentNav eingeschaltet
es: IndentNav habilitado
fi: Sisennysnavigointi otettu käyttöön
fr: IndentNav activé
pt_br: Ativado IndentNavIndentNav — Navegação por Recuo
pt_pt: IndentNav ativado
ru: Навигация по отступам включена
tr: Girdi Dolaşımı Etkin
uk: Навігацію за відступами увімкнено

source: Disabled IndentNav
bg: "Навигация по отстъпи" е изключено
de: IndentNav ausgeschaltet
es: IndentNav Desactivado
fi: Sisennysnavigointi poistettu käytöstä
fr: IndentNav désactivé
pt_br: IndentNav desativado
pt_pt: IndentNav Desativado
ru: Навигация по отступам отключена
tr: Girinti Dolaşımı Devre dışı
uk: Навігацію за відступами вимкнено

source: IndentNav requires VSCode accessibility extension to be installed in order to work correctly in VSCode.
bg: "Навигация по отстъпи" изисква инсталиране на разширението за достъпност на VSCode, за да работи правилно във VSCode.
de: Für IndentNav wird die Installation der Erweiterung für die Zugänglichkeit in VSCode benötigt, damit es richtig funktioniert.
es: IndentNav requiere que esté instalada la extensión de accesibilidad VSCode para funcionar correctamente en VSCode.
fi: Sisennysnavigointi edellyttää VSCode-saavutettavuuslaajennuksen asentamista, jotta se toimisi oikein VSCodessa.
fr: IndentNav nécessite l'installation de l'extension d'accessibilité VSCode pour fonctionner correctement dans VSCode.
pt_br: O IndentNav requer a instalação da extensão de acessibilidade do VSCode para funcionar corretamente no VSCode.
pt_pt: O IndentNav requer a instalação da extensão de acessibilidade VSCode para funcionar corretamente no VSCode.
ru: Для корректной работы в VSCode требуется установить расширение специальных возможностей VSCode.
tr: Girdi Dolaşımı eklentisinin VSCode'da düzgün çalışması için VSCode erişilebilirlik eklentisinin kurulu olması gerekir.
uk: Навігація за відступами вимагає встановлення розширення доступності VSCode для коректної роботи в VSCode.

source: Please install VSCode extension
bg: Моля, инсталирайте разширението за VSCode
de: Bitte installieren Sie die VSCode-Erweiterung
es: Instale la extensión VSCode
fi: Asenna VSCode-laajennus
fr: Veuillez installer l'extension VSCode
pt_br: Instale a extensão VSCode
pt_pt: Instalar a extensão VSCode
ru: Пожалуйста, установите расширение VSCode
tr: Lütfen VSCode eklentisini yükleyin
uk: Будь ласка, встановіть розширення VSCode

source: &Use VSCode in legacy mode without extension (not recommended)
bg: И&зползвай VSCode в наследен режим без разширението (не се препоръчва)
de: VSCode im Legacy-Modus &ohne Erweiterung für die Zugänglichkeit verwenden (nicht empfohlen)
es: &Utilice VSCode en modo heredado sin extensión (no recomendado)
fi: &Käytä VSCodea vanhassa tilassa ilman laajennusta (ei suositella)
fr: &Utiliser VSCode en mode hérité sans extension (non recommandé)
pt_br: &Use o VSCode no modo legado sem extensão (não recomendado)
pt_pt: &Utilizar o VSCode em modo antigo sem extensão (não recomendado)
ru: &Использовать VSCode в устаревшем режиме без расширения (не рекомендуется)
tr: VSCode'u eski modda eklenti olmadan k&ullanın (önerilmez)
uk: &Використовувати VSCode у застарілому режимі, без розширення (не рекомендовано)

source: &Cancel
bg: &Отказ
de: Abbre&chen
es: &Cancelar
fi: &Peruuta
fr: &Annuler
pt_br: &Cancelar
pt_pt: &Cancelar
ru: &Отменить
tr: İ&ptal
uk: &Скасувати

source: Please enable legacy support of VSCode in IndentNav settings. Please note that builtin VSCode accessibility provides access to only 500 lines of code. As a result, in larger files IndentNav will not work correctly. Please use it at your own risk.
bg: Моля, включете наследената поддръжка за VSCode в настройките на "Навигация по отстъпи". Моля, обърнете внимание, че вградената достъпност на VSCode осигурява достъп само до 500 реда код. В резултат на това в по-големи файлове IndentNav няма да работи правилно. Използвайте го на своя собствена отговорност.
de: Bitte aktivieren Sie den Legacy-Modus von VSCode in den IndentNav-Einstellungen. Bitte berücksichtigen Sie, dass die eingebaute Zugänglichkeit in VSCode nur Zugriff auf 500 Codezeilen bietet. Dies hat zur Folge, dass IndentNav bei größeren Dateien nicht korrekt funktioniert. Die Nutzung erfolgt auf eigenes Risiko.
es: Habilite el soporte heredado de VSCode en la configuración de IndentNav.\n Tenga en cuenta que la accesibilidad integrada de VSCode proporciona acceso a solo 500 líneas de código.\n Como resultado, en archivos más grandes, IndentNav no funcionará correctamente.\n Úselo bajo su propio riesgo.
fi: Ota käyttöön vanha VSCoden tuki Sisennysnavigoinnin asetuksissa. Huomaa, että VSCoden sisäänrakennettu saavutettavuustuki antaa pääsyn vain 500 koodiriviin. Tämän seurauksena Sisennysnavigointi ei toimi oikein suurissa tiedostoissa. Käytä sitä omalla vastuullasi.
fr: Veuillez activer la prise en charge héritée de VSCode dans les paramètres IndentNav.\n Veuillez noter que l'accessibilité VSCode intégrée donne accès à seulement 500 lignes de code.\n Par conséquent, dans les fichiers plus volumineux, IndentNav ne fonctionnera pas correctement.\n Veuillez l'utiliser à vos propres risques.
pt_br: Ative o suporte herdado do VSCode nas configurações do IndentNav. Observe que a acessibilidade VSCode integrada fornece acesso a apenas 500 linhas de código. Como resultado, em arquivos maiores, o IndentNav não funcionará corretamente. Use-o por sua própria conta e risco.
pt_pt: Active o suporte antigo do VSCode nas definições do IndentNav. Tenha em atenção que a acessibilidade VSCode incorporada fornece acesso a apenas 500 linhas de código. Como resultado, em ficheiros maiores, o IndentNav não funcionará corretamente. Utilize-o por sua conta e risco.
ru: Пожалуйста, включите устаревшую поддержку VSCode в настройках дополнения. Обратите внимание, что встроенный VSCode accessibility предоставляет доступ только к 500 строкам кода. В результате в файлах большего размера IndentNav будет работать некорректно. Пожалуйста, используйте его на свой страх и риск.
tr: Lütfen Girinti Dolaşımı ayarlarında VSCode'un eski desteğini etkinleştirin. Yerleşik VSCode erişilebilirliğinin yalnızca 500 kod satırına erişim sağladığını lütfen unutmayın. Sonuç olarak, daha büyük dosyalarda Girinti Dolaşımı düzgün çalışmayacaktır. Lütfen riski size ait olmak üzere kullanın.
uk: Увімкніть підтримку старих версій VSCode в налаштуваннях IndentNav. Зверніть увагу, що вбудована функція доступності VSCode надає доступ лише до 500 рядків коду. Як результат, у великих файлах IndentNav не працюватиме належним чином. Використовуйте цю функцію на власний ризик.

source: Information
bg: Информация
de: Informationen
es: Información
fi: Tietoja
pt_br: Informações
pt_pt: Informação
ru: Информация
tr: Bilgi
uk: Інформація

source: Moves to the next line with the same indentation level as the current line within the current indentation block.
bg: Преминава към следващия ред със същото ниво на отстъп като текущия ред в рамките на текущия блок за отстъп.
de: Wechselt zur nächsten Zeile mit der gleichen Einrückungsebene wie die aktuelle Zeile innerhalb des aktuellen Blocks mit Einrückungen.
es: Pasa a la siguiente línea con el mismo nivel de sangría que la línea actual dentro del bloque de sangría actual.
fi: Siirtyy nykyisessä sisennyslohkossa seuraavalle riville samalla sisennystasolla kuin nykyinen rivi.
fr: Aller à la ligne suivante avec le même niveau d'indentation que la ligne actuelle dans le bloc d'indentation actuel.
pt_br: Passa para a próxima linha com o mesmo nível de recuo que a linha atual dentro do bloco de recuo atual.
pt_pt: Passa para a linha seguinte com o mesmo nível de indentação que a linha atual dentro do bloco de indentação atual.
ru: Переходит к следующей строке с тем же уровнем отступа, что и текущая строка в текущем блоке отступов.
tr: Geçerli girinti bloğu içinde geçerli satırla aynı girinti düzeyine sahip bir sonraki satıra taşır.
uk: Переходить до наступного рядка з тим самим рівнем відступу, що й поточний рядок у поточному блоці відступу.

source: No next line within indentation block
bg: Няма следващ ред в блока с отстъп
de: Keine weitere Zeile im Block mit Einrückungen
es: No hay siguiente línea dentro del bloque de sangría
fi: Ei seuraavaa riviä sisennyslohkossa
fr: Aucune ligne suivante dans le bloc d'indentation
pt_br: Nenhuma linha seguinte dentro do bloco de recuo
pt_pt: Nenhuma linha seguinte dentro do bloco de indentação
ru: Нет следующей строки в блоке отступов
tr: Girinti bloğunda sonraki satır yok
uk: Немає наступного рядка в блоці відступу

source: Moves to the next line with the same indentation level as the current line within the current indentation block and skipping over clutter.
bg: Преминава към следващия ред със същото ниво на отстъп като текущия ред в рамките на текущия блок за отстъп и прескача излишното.
de: Wechselt zur nächsten Zeile mit der gleichen Einrückungsebene wie die aktuelle Zeile innerhalb des aktuellen Blocks mit Einrückungen und überspringt sie.
es: Pasa a la siguiente línea con el mismo nivel de sangría que la línea actual dentro del bloque de sangría actual y salta el desorden.
fi: Siirtyy nykyisessä sisennyslohkossa seuraavalle riville samalla sisennystasolla kuin nykyinen rivi ja ohittaa sotkun.
fr: Aller à la ligne suivante avec le même niveau d'indentation que la ligne actuelle dans le bloc d'indentation actuel et en ignorant le désordre.
pt_br: Passa para a próxima linha com o mesmo nível de recuo que a linha atual, dentro do bloco de recuo atual e ignorando a desordem.
pt_pt: Passa para a linha seguinte com o mesmo nível de indentação que a linha atual, dentro do bloco de indentação atual e saltando a desordem.
ru: Переходит к следующей строке с тем же уровнем отступа, что и у текущей строки в текущем блоке отступов, и пропускает помехи.
tr: Geçerli girinti bloğu içinde geçerli satırla aynı girinti düzeyine sahip bir sonraki satıra taşır ve yığılmayı atlar.
uk: Переходить до наступного рядка з тим самим рівнем відступу, що й поточний рядок у поточному блоці відступу, пропускаючи зайве.

source: Moves to the next line with the same indentation level as the current line potentially in the following indentation block.
bg: Преминава към следващия ред със същото ниво на отстъп като текущия ред потенциално в следващия блок за отстъп.
de: Wechselt zur nächsten Zeile mit der gleichen Einrückungsebene wie die aktuelle Zeile, die sich möglicherweise im nächsten Block mit Einrückungen befindet.
es: Pasa a la siguiente línea con el mismo nivel de sangría que la línea actual potencialmente en el siguiente bloque de sangría.
fi: Siirtyy seuraavalle riville samalla sisennystasolla kuin nykyinen rivi mahdollisesti seuraavassa sisennyslohkossa.
fr: Aller à la ligne suivante avec le même niveau d'indentation que la ligne actuelle, potentiellement dans le bloc d'indentation suivant.
pt_br: Passa para a próxima linha com o mesmo nível de recuo da linha atual, potencialmente no bloco de recuo seguinte.
pt_pt: Passa para a linha seguinte com o mesmo nível de indentação que a linha atual, potencialmente no bloco de indentação seguinte.
ru: Переходит к следующей строке с тем же уровнем отступа, что и текущая строка, возможно, в следующем блоке отступов.
tr: Sonraki girinti bloğunda potansiyel olarak geçerli satırla aynı girinti seviyesine sahip sonraki satıra taşır.
uk: Переходить до наступного рядка з тим самим рівнем відступу, що й поточний рядок, який потенційно може бути в наступному блоці відступу.

source: No next line in the document
bg: Няма следващ ред в документа
de: Keine weitere Zeile im Dokument
es: No hay siguiente línea en el documento.
fi: Ei enempää rivejä asiakirjassa
fr: Aucune ligne suivante dans le document
pt_br: Não há linha seguinte no documento
pt_pt: Nenhuma linha seguinte no documento
ru: В документе нет следующей строки
tr: Belgede sonraki satır yok
uk: Немає наступного рядка у документі

source: Moves to the last line with the same indentation level as the current line within the current indentation block.
bg: Преминава към последния ред със същото ниво на отстъп като текущия ред в рамките на текущия блок за отстъп.
de: Wechselt zur letzten Zeile mit der gleichen Einrückungsebene wie die aktuelle Zeile innerhalb des aktuellen Blocks mit Einrückungen.
es: Va a la última línea con el mismo nivel de sangría que la línea actual dentro del bloque de sangría actual.
fi: Siirtää nykyisessä sisennyslohkossa viimeiselle riville, jolla on sama sisennystaso kuin nykyisellä rivillä.
fr: Aller à la dernière ligne avec le même niveau d'indentation que la ligne actuelle dans le bloc d'indentation actuel.
pt_br: Move para a última linha com o mesmo nível de recuo que a linha atual dentro do bloco de recuo atual.
pt_pt: Move-se para a última linha com o mesmo nível de indentação que a linha atual dentro do bloco de indentação atual.
ru: Переходит к последней строке с тем же уровнем отступа, что и текущая строка в текущем блоке отступов.
tr: Geçerli girinti bloğu içinde geçerli satırla aynı girinti düzeyine sahip son satıra taşır.
uk: Переходить до останнього рядка з тим самим рівнем відступу, що й поточний рядок у поточному блоці відступу.

source: Moves to the previous line with the same indentation level as the current line within the current indentation block.
bg: Преминава към предишния ред със същото ниво на отстъп като текущия ред в рамките на текущия блок за отстъп.
de: Wechselt zur vorherigen Zeile mit der gleichen Einrückungsebene wie die aktuelle Zeile innerhalb des aktuellen Blocks mit Einrückungen.
es: Va a la línea anterior con el mismo nivel de sangría que la línea actual dentro del bloque de sangría actual.
fi: Siirtää nykyisessä sisennyslohkossa edelliselle riville, jolla on sama sisennystaso kuin nykyisellä rivillä.
fr: Aller à la ligne précédente avec le même niveau d'indentation que la ligne actuelle dans le bloc d'indentation actuel.
pt_br: Move para a linha anterior com o mesmo nível de recuo que a linha atual dentro do bloco de recuo atual.
pt_pt: Passa para a linha anterior com o mesmo nível de indentação que a linha atual dentro do bloco de indentação atual.
ru: Переходит к предыдущей строке с тем же уровнем отступа, что и текущая строка в текущем блоке отступов.
tr: Geçerli girinti bloğu içinde geçerli satırla aynı girinti düzeyine sahip önceki satıra taşır.
uk: Переходить до попереднього рядка з тим самим рівнем відступу, що й поточний рядок у поточному блоці відступу.

source: No previous line within indentation block
bg: Няма предишен ред в блока с отстъп
de: Keine vorherige Zeile im Block mit Einrückungen
es: No hay línea anterior dentro del bloque de sangría
fi: Sisennyslohkossa ei edellistä riviä
fr: Aucune ligne précédente dans le bloc d'indentation
pt_br: Nenhuma linha anterior dentro do bloco de recuo
pt_pt: Nenhuma linha anterior dentro do bloco de indentação
ru: Нет предыдущей строки в блоке отступов
tr: Girinti bloğunda önceki satır yok
uk: Немає попереднього рядка в блоці відступу

source: Moves to the previous line with the same indentation level as the current line within the current indentation block and skipping over clutter.
bg: Преминава към предишния ред със същото ниво на отстъп като текущия ред в рамките на текущия блок за отстъп и прескача излишното.
de: Wechselt zur vorherigen Zeile mit der gleichen Einrückungsebene wie die aktuelle Zeile innerhalb des aktuellen Blocks mit Einrückungen und überspringt sie.
es: Va a la línea anterior con el mismo nivel de sangría que la línea actual dentro del bloque de sangría actual y salta el desorden.
fi: Siirtää nykyisessä sisennyslohkossa edelliselle riville, jolla on sama sisennystaso kuin nykyisellä rivillä sekä ohittaa epäolennaisuudet.
fr: Aller à la ligne précédente avec le même niveau d'indentation que la ligne actuelle dans le bloc d'indentation actuel et en ignorant le désordre.
pt_br: Passa para a linha anterior com o mesmo nível de recuo da linha atual, dentro do bloco de recuo atual e ignorando a desordem.
pt_pt: Passa para a linha anterior com o mesmo nível de indentação que a linha atual, dentro do bloco de indentação atual e saltando a desordem.
ru: Переходит к предыдущей строке с тем же уровнем отступа, что и текущая строка, в пределах текущего блока отступов и пропускает помехи.
tr: Geçerli girinti bloğu içinde geçerli satırla aynı girinti düzeyine sahip önceki satıra taşır ve yığılmayı atlar.
uk: Переходить до попереднього рядка з тим самим рівнем відступу, що й поточний рядок у поточному блоці відступу, пропускаючи зайве.

source: Moves to the previous line with the same indentation level as the current line potentially in the preceding indentation block.
bg: Преминава към предишния ред със същото ниво на отстъп като текущия ред потенциално в предходния блок за отстъп.
de: Wechselt zur vorherigen Zeile mit der gleichen Einrückungsebene wie die aktuelle Zeile, die sich möglicherweise im vorhergehenden Block mit Einrückungen befindet.
fi: Siirtää mahdollisesti edellisessä sisennyslohkossa edelliselle riville, jolla on sama sisennystaso kuin nykyisellä rivillä.
fr: Aller à la ligne précédente avec le même niveau d'indentation que la ligne actuelle, potentiellement dans le bloc d'indentation précédent.
pt_br: Move-se para a linha anterior com o mesmo nível de recuo da linha atual, potencialmente no bloco de recuo anterior.
pt_pt: Passa para a linha anterior com o mesmo nível de indentação que a linha atual, potencialmente no bloco de indentação anterior.
ru: Переходит к предыдущей строке с тем же уровнем отступа, что и текущая строка, возможно, в предыдущем блоке отступов.
tr: Önceki girinti bloğunda potansiyel olarak geçerli satırla aynı girinti seviyesine sahip önceki satıra taşır.
uk: Переходить до попереднього рядка з тим самим рівнем відступу, що й поточний рядок, який потенційно може бути в попередньому блоці відступу.

source: No previous line in the document
bg: Няма предишен ред в документа
de: Keine vorherige Zeile im Dokument
es: No hay línea anterior en el documento.
fi: Dokumentissa ei edellistä riviä
fr: Aucune ligne précédente dans le document
pt_br: Nenhuma linha anterior no documento
pt_pt: Nenhuma linha anterior no documento
ru: В документе нет предыдущей строки
tr: Belgede önceki satır yok
uk: Немає попереднього рядка у документі

source: Moves to the first line with the same indentation level as the current line within the current indentation block.
bg: Преминава към първия ред със същото ниво на отстъп като текущия ред в рамките на текущия блок за отстъп.
de: Wechselt zur ersten Zeile mit der gleichen Einrückungsebene wie die aktuelle Zeile innerhalb des aktuellen Blocks mit Einrückungen.
es: Se mueve a la primera línea con el mismo nivel de sangría que la línea actual dentro del bloque de sangría actual.
fi: Siirtää nykyisessä sisennyslohkossa ensimmäiselle riville, jolla on sama sisennystaso kuin nykyisellä rivillä.
fr: Aller à la première ligne avec le même niveau d'indentation que la ligne actuelle dans le bloc d'indentation actuel.
pt_br: Move para a primeira linha com o mesmo nível de recuo que a linha atual dentro do bloco de recuo atual.
pt_pt: Move-se para a primeira linha com o mesmo nível de indentação que a linha atual dentro do bloco de indentação atual.
ru: Переходит к первой строке с тем же уровнем отступа, что и текущая строка в текущем блоке отступов.
tr: Geçerli girinti bloğu içinde geçerli satırla aynı girinti düzeyine sahip ilk satıra taşır.
uk: Переходить до першого рядка з тим самим рівнем відступу, що й поточний рядок у поточному блоці відступу.

source: Speak parent line.
bg: Изговаряне на родителския ред.
de: Übergeordnete Zeile mitteilen.
es: verbaliza la línea padre
fi: Puhu ylempi rivi.
fr: Annoncer la ligne parent.
pt_br: Fale a linha dos pais.
pt_pt: Falar a linha do pai.
ru: Читать родительскую строку.
tr: Ana satırı duyur.
uk: Промовити батьківський рядок.

source: No parent of indentation block
bg: Няма родителски блок с отстъп
de: Kein vorheriges übergeordnetes Element im Block mit Einrückungen
es: Ningún padre del bloque de sangría
fi: Ei ylempää sisennyslohkon tasoa
fr: Aucun parent dans le bloc d'indentation
pt_br: Nenhum pai de bloco de indentação
pt_pt: Nenhum pai do bloco de indentação
ru: Нет родительского элемента для блока отступов
tr: Girinti bloğunda üst öğe yok
uk: Немає батька блоку відступу

source: Moves to the next line with a greater indentation level than the current line within the current indentation block.
bg: Преминава към следващия ред с по-голямо ниво на отстъп от текущия ред в рамките на текущия блок за отстъп.
de: Wechselt innerhalb des aktuellen Blocks mit Einrückungen zur nächsten Zeile mit einer größeren Einrückungsebene als die der aktuellen Zeile.
es: Pasa a la siguiente línea con un nivel de sangría mayor que la línea actual dentro del bloque de sangría actual.
fi: Siirtää nykyisessä sisennyslohkossa seuraavalle riville, jolla on suurempi sisennystaso kuin nykyisellä rivillä.
fr: Aller à la ligne suivante avec un niveau d'indentation supérieur à la ligne actuelle dans le bloc d'indentation actuel.
pt_br: Move para a próxima linha com um nível de recuo maior do que a linha atual dentro do bloco de recuo atual.
pt_pt: Passa para a linha seguinte com um nível de indentação superior ao da linha atual, dentro do bloco de indentação atual.
ru: Переходит к следующей строке с большим отступом, чем у текущей строки в текущем блоке отступов.
tr: Geçerli girinti bloğu içinde geçerli satırdan daha büyük girinti düzeyine sahip bir sonraki satıra taşır.
uk: Переходить до наступного рядка з більшим рівнем відступу, ніж поточний рядок у поточному блоці відступу.
