Repository: mltony/nvda-indent-nav
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, de, es, fi, fr, pt_br, pt_pt, ru, tr, uk

source: Indentation Navigation addon. It allows NVDA users to navigate by indentation level or offset of lines or paragraphs. Also while editing source code in many programming languages, it allows to jump between the lines of the same indentation level, as well as quickly find lines with greater or lesser indentation level.
de: Navigation bei Einrückungen: Sie können in Einrückungsebene oder Versatz von Zeilen oder Absätzen navigieren. Auch bei der Bearbeitung von Quellcode in vielen Programmiersprachen können Sie zwischen den Zeilen der gleichen Einrückungsebene springen sowie Zeilen mit größerer oder kleinerer Einrückungsebene schneller finden.
fi: Sisennysnavigoinnin lisäosa. Sen avulla NVDA:n käyttäjät voivat siirtyä sisennystason, rivipoikkeamien tai kappaleiden mukaan. Lisäksi se mahdollistaa useiden ohjelmointikielien lähdekoodia muokattaessa siirtymisen samalla sisennystasolla olevien rivien välillä sekä sellaisten rivien nopean etsimisen, joilla on suurempi tai pienempi sisennystaso.
pt_br: Add-on Indentation Navigation. Ele permite que os usuários do NVDA naveguem por nível de recuo ou deslocamento de linhas ou parágrafos. Além disso, ao editar o código-fonte em muitas linguagens de programação, ele permite saltar entre as linhas do mesmo nível de indentação, bem como localizar rapidamente linhas com nível de indentação maior ou menor.
ru: Дополнение для навигации по отступам. Позволяет пользователям NVDA ориентироваться по уровню отступа или смещению строк или абзацев. Кроме того, при редактировании исходного кода на многих языках программирования дополнение позволяет переключаться между строками с одинаковым уровнем отступа, а также быстро находить строки с большим или меньшим уровнем отступа.
tr: Girinti Dolaşımı eklentisi. NVDA kullanıcılarının satır veya paragrafların girinti düzeyine ya da uzaklığına göre gezinmesine olanak tanır. Ayrıca birçok programlama dilinde kaynak kodu düzenlerken, aynı girinti seviyesindeki satırlar arasında geçiş yapılmasına ve daha büyük veya daha az girinti seviyesine sahip satırların hızla bulunmasına olanak tanır.
uk: Додаток Навігація за відступами. Дозволяє користувачам NVDA здійснювати навігацію за рівнем відступу або зміщенням рядків чи абзаців. Також під час редагування вихідного коду на багатьох мовах програмування цей додаток дозволяє переходити між рядками одного рівня відступу, а також швидко знаходити рядки з більшим чи меншим рівнем відступу.
